/* About screen blog label */
"About.blog" = "Blog";

/* About screen footer */
"About.footer" = "Crée par la l’ensemble de l'équipe DigiWallet. Version%1$@";

/* Privay Policy button label */
"About.privacy" = "Politique de confidentialité";

/* About screen reddit label */
"About.reddit" = "Reddit";

/* Terms of Use button label */
"About.terms" = "Conditions d'utilisation";

/* About screen title */
"About.title" = "À propos";

/* About screen twitter label */
"About.twitter" = "Twitter";

/* Close modal button accessibility label */
"AccessibilityLabels.close" = "Fermer";

/* Support center accessibiliy label */
"AccessibilityLabels.faq" = "Centre d'aide";

/* Loading Wallet Message */
"Account.loadingMessage" = "Chargement portefeuille";

/* Default wallet name */
"AccountHeader.defaultWalletName" = "Mon DigiWallet";

/* Error alert title */
"Alert.error" = "Erreur";

/* No internet alert message */
"Alert.noInternet" = "Aucune connexion internet. Vérifiez votre connexion et essayer à nouveau";

/* Warning alert title */
"Alert.warning" = "Attention";

/* 'the addresses were copied'' Alert title */
"Alerts.copiedAddressesHeader" = "Adresses copiées";

/* Addresses Copied Alert sub header */
"Alerts.copiedAddressesSubheader" = "Portefeuilles copiés avec succès.";

/* Alert Header Label (the paper key was set) */
"Alerts.paperKeySet" = "Clé Personnelle de Récupération Créée ";

/* Alert Subheader label (playfully positive) */
"Alerts.paperKeySetSubheader" = "Incroyable!";

/* Alert Header label (the PIN was set) */
"Alerts.pinSet" = "Code PIN configuré";

/* Send failure alert header label (the send failed to happen) */
"Alerts.sendFailure" = "Échec de l'envoi";

/* Send success alert header label (confirmation that the send happened) */
"Alerts.sendSuccess" = "Envoi confirmé";

/* Send success alert subheader label (e.g. the money was sent) */
"Alerts.sendSuccessSubheader" = "Argent envoyé!";

/* JSON Serialization error message */
"ApiClient.jsonError" = "Erreur de sérialisation JSON";

/* Wallet not ready error message */
"ApiClient.notReady" = "Portefeuille non prêt";

/* API Token error message */
"ApiClient.tokenError" = "Impossible de récupérer le jeton d'API";

/* header of balance */
"Balance.header" = "TOTAL\nÉQUILIBRE";

/* Send BCH view body. */
"BCH.body" = "Entrez ci-dessous une adresse de destination digibyte. Tous les digibytes de votre portefeuille au moment du fork (%1$@) seront envoyés.";

/* Confirm sending <$5.00> to <address>? */
"BCH.confirmationMessage" = "Confirmez l'envoi %1$@ à %2$@";

/* Confirmation alert title */
"BCH.confirmationTitle" = "Confirmation";

/* Generic bch erorr message */
"BCH.genericError" = "Votre compte ne contient aucun digibytes ou vous avez reçu vos digibytes après le fork. ";

/* Transaction ID copied message */
"BCH.hashCopiedMessage" = "Numéro de transaction copié";

/* No address error message */
"BCH.noAddressError" = "Veuillez entrer une adresse";

/* Attempted to scan unsupported qr code error message. */
"BCH.paymentProtocolError" = "le Protocole de Paiement Requis n'est pas supporté pour les transactions digibytes. ";

/* BCH successfully sent alert message */
"BCH.successMessage" = "Digibytes envoyés avec succès";

/* Widthdraw BCH view title */
"BCH.title" = "Retrait de digibytes";

/* Tx Hash button header */
"BCH.txHashHeader" = "Numéro de transaction Digibyte";

/* Approve button label */
"BitID.approve" = "Approuvé";

/* <sitename> is requesting authentication using your bitcoin wallet */
"BitID.authenticationRequest" = "%1$@ requiert une authentification en utilisant votre portefeuille Digibyte ";

/* Deny button label */
"BitID.deny" = "Refusé";

/* BitID error alert title */
"BitID.error" = "Erreur d'authentification";

/* BitID error alert messaage (The payment service you are trying to use isn't working. Please contact them, as you may need to try again) */
"BitID.errorMessage" = "S'il vous plaît vérifier avec le service. Vous devrez peut-être réessayer.";

/* BitID success alert title */
"BitID.success" = "Authentifié avec succès";

/* BitID Authentication Request alert view title */
"DigiID.title" = "Authentification DigiID requise";

/* Cancel button label */
"Button.cancel" = "Annuler";

/* Ignore button label */
"Button.ignore" = "Ignorer";

/* menu button */
"Button.menu" = "Menu";

/* No button */
"Button.no" = "Non";

/* OK button label */
"Button.ok" = "D'accord";

/* receive button */
"Button.receive" = "Recevoir";

/* send button */
"Button.send" = "Envoyer";

/* Settings button label */
"Button.settings" = "Paramètres";

/* Settings button label */
"Button.submit" = "Soumettre";

/* Yes button */
"Button.yes" = "Oui";

/* Camera plugin instruction */
"CameraPlugin.centerInstruction" = "Centrer votre ID dans le cadre";

/* Amount to Send: ($1.00) */
"Confirmation.amountLabel" = "Montant à envoyer:";

/* Network Fee: ($1.00) */
"Confirmation.feeLabel" = "Frais de réseau:";

/* eg. Processing time: This transaction will take 10-30 minutes to process. */
"Confirmation.processingTime" = "Temps de traitement : Cette transaction prendra %1$@ seconds.";

/* Label for "send" button on final confirmation screen */
"Confirmation.send" = "Envoyer";

/* Confirmation Screen title */
"Confirmation.title" = "Confirmation";

/* To: (address) */
"Confirmation.to" = "à";

/* Total Cost: ($5.00) */
"Confirmation.totalLabel" = "Coût total:";

/* Confirm paper phrase view label. */
"ConfirmPaperPhrase.label" = "Pour s'assurer que tout a été copié correctement, écrire les mots provenant de votre clé de récupération personnelle papier.";

/* Word label eg. Word #1, Word #2 */
"ConfirmPaperPhrase.word" = "Mot nº%1$@";

/* Bitcoin denomination picker label */
"DefaultCurrency.bitcoinLabel" = "Unité d'affichage Digibytes";

/* Exchange rate label */
"DefaultCurrency.rateLabel" = "Taux de Change";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableMessage" = "Cet appareil n'est pas configuré pour envoyer des courriels avec l'application de messagerie iOS.";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableTitle" = "Email indisponible";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableMessage" = "Cet appareil n'est pas configuré pour envoyer des messages.";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableTitle" = "Messagerie indisponible";

/* You can customize your Face ID Spending Limit from the [FaceIdSettings.linkText gets added here as a button] */
"FaceIDSettings.customizeText" = "Vous pouvez personnaliser votre limite de dépenses par reconnaissance faciale à partir de %1$@.";

/* Face Id screen label */
"FaceIDSettings.label" = "Utilisez votre visage pour débloquer votre portefeuille Digibyte et envoyer de l'argent dans la limite configurée.";

/* Link Text (see FaceIdSettings.customizeText) */
"FaceIDSettings.linkText" = "lien texte (see TouchIdSettings.customizeText)";

/* Face id switch label. */
"FaceIDSettings.switchLabel" = "Activer reconnaissance faciale  pour DigiWallet";

/* Face ID settings view title */
"FaceIDSettings.title" = "Reconnaissance Faciale ";

/* Face ID unavailable alert message */
"FaceIDSettings.unavailableAlertMessage" = "Vous avez pas régler la reconnaissance faciale pour cette appareil. Régler la dans Paramètres ->reconnaissance faciale & Mot de Passe.";

/* Face ID unavailable alert title */
"FaceIDSettings.unavailableAlertTitle" = "Reconnaissance Faciale non réglée.";

/* Face Id spending limit screen title */
"FaceIDSpendingLimit.title" = "Plafond de dépense par reconnaissance faciale";

/* Economy fee */
"FeeSelector.economy" = "Economie";

/* Fee Selector economly fee description */
"FeeSelector.economyLabel" = "Temps de réception estimé : +1 Minutes.";

/* Warning message for economy fee */
"FeeSelector.economyWarning" = "Cette option est déconseillée pour les transactions urgentes.";

/* Regular fee */
"FeeSelector.regular" = "Normal";

/* Fee Selector regular fee description */
"FeeSelector.regularLabel" = "Temps de réception : 15-30 seconds";

/* Fee Selector title */
"FeeSelector.title" = "Temps de traitement";

/* Checking private key balance progress view text */
"Import.checking" = "Vérification du solde de la clef privé...";

/* Sweep private key confirmation message */
"Import.confirm" = "Envoyer %1$@ de cette clef privé à votre portefeuille? Le réseau DigiByte recevra des frais de réseau d'un montant de %2$@.";

/* Duplicate key error message */
"Import.Error.duplicate" = "La clef privé se trouve déjà dans votre portefeuille.";

/* empty private key error message */
"Import.Error.empty" = "La clef privé est vide.";

/* High fees error message */
"Import.Error.highFees" = "Les frais de transactions sont plus élevés que les fonds sur la clef privée.  ";

/* Not a valid private key error message */
"Import.Error.notValid" = "Clé privée non valide";

/* Import signing error message */
"Import.Error.signing" = "Erreur lors de la signature de la transaction.";

/* Import button label */
"Import.importButton" = "Importer";

/* Importing wallet progress view label */
"Import.importing" = "Portefeuille en cours d'importation";

/* Caption for graphics */
"Import.leftCaption" = "Portefeuille à importer";

/* Import wallet intro screen message */
"Import.message" = "L'importation de la totalité des pièces de votre portefeuille externe vers votre DigiWallet se fera en une seule transaction. ";

/* Enter password alert view title */
"Import.password" = "Cette clé privée est protégée par un mot de passe. ";

/* password textfield placeholder */
"Import.passwordPlaceholder" = "Mot de passe";

/* Caption for graphics */
"Import.rightCaption" = "Votre DigiWallet";

/* Scan Private key button label */
"Import.scan" = "Scanner la clé privée";

/* Import wallet success alert title */
"Import.success" = "Succès";

/* Successfully imported wallet message body */
"Import.SuccessBody" = "Portefeuille importé avec succès";

/* Import Wallet screen title */
"Import.title" = "Importer portefeuille";

/* Unlocking Private key activity view message. */
"Import.unlockingActivity" = "Déverrouillage de la clef";

/* Import wallet intro warning message */
"Import.warning" = "L'importation de votre portefeuille n'inclut pas l'historique ni les détails de vos opérations. ";

/* Wrong password alert message */
"Import.wrongPassword" = "Mot de passe erroné, essayer à nouveau. ";

/* Close app button */
"JailbreakWarnings.close" = "Fermer";

/* Ignore jailbreak warning button */
"JailbreakWarnings.ignore" = "Ignorer";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithBalance" = "Toute Application \"jailbreak\" pourra accéder aux données de votre DigiWallet. Effacer le portefeuille immédiatement et restaurer le sur un support sécurisé. ";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithoutBalance" = "Toutes les applications \"jailbreak\" peuvent accéder aux données de votre DigiWallet et ainsi voler vos Digibytes. Utilisez DigiWallet uniquement sur un support sécurisé. ";

/* Jailbreak warning title */
"JailbreakWarnings.title" = "ATTENTION";

/* Location services disabled error */
"LocationPlugin.disabled" = "Le service de localisation est désactivé";

/* No permissions for location services */
"LocationPlugin.notAuthorized" = "Digiwallet n'a pas l'autorisation d’accéder au service de localisation ";

/* Wallet creation date prefix */
"ManageWallet.creationDatePrefix" = "Vous avez créé votre portefeuille le %1$@";

/* Manage wallet description text */
"ManageWallet.description" = "Le nom de votre portefeuille apparaît seulement sur votre historique de transactions et ne peut être vu que par vous.";

/* Change Wallet name textfield label */
"ManageWallet.textFeildLabel" = "Nom de portefeuille";

/* Manage wallet modal title */
"ManageWallet.title" = "gestion du portefeuille";

/* Menu button title */
"MenuButton.lock" = "Verrouiller portefeuille";

/* Menu button title */
"MenuButton.security" = "Centre de sécurité";

/* Menu button title */
"MenuButton.settings" = "Paramètres";

/* Menu button title */
"MenuButton.support" = "Aide";

/* button label */
"MenuViewController.createButton" = "Créer un nouveau portefeuille";

/* Menu modal title */
"MenuViewController.modalTitle" = "Menu";

/* button label */
"MenuViewController.recoverButton" = "Restaurer portefeuille";

/* Switch to automatic mode button label */
"NodeSelector.automaticButton" = "Basculer vers mode automatique";

/* Node is connected label */
"NodeSelector.connected" = "Connecté";

/* Enter node ip address view body */
"NodeSelector.enterBody" = "Entrer l'adresse IP du Nœud et le port  (facultatif)";

/* Enter Node ip address view title */
"NodeSelector.enterTitle" = "Entrer Noeud";

/* Switch to manual mode button label */
"NodeSelector.manualButton" = "Passer au mode manuel";

/* Node address label */
"NodeSelector.nodeLabel" = "Nœud primaire actuel";

/* Node is not connected label */
"NodeSelector.notConnected" = "Non connecté";

/* Node status label */
"NodeSelector.statusLabel" = "Statut de connexion du nœud";

/* Node Selector view title */
"NodeSelector.title" = "Nœuds DigiByte";

/* Bad Payment request alert title */
"PaymentProtocol.Errors.badPaymentRequest" = "Mauvaise demande de payement";

/* Error opening payment protocol file message */
"PaymentProtocol.Errors.corruptedDocument" = "Document non pris en charge ou corrompu. ";

/* Missing certificate payment protocol error message */
"PaymentProtocol.Errors.missingCertificate" = "Certificat manquant";

/* Request expired payment protocol error message */
"PaymentProtocol.Errors.requestExpired" = "requête expirée";

/* Payment too small alert title */
"PaymentProtocol.Errors.smallOutputError" = "Impossible de procéder au paiement. ";

/* Amount too small error message */
"PaymentProtocol.Errors.smallPayment" = "les Paiements Digibyte ne peuvent pas être inférieurs à %1$@";

/* Output too small error message. */
"PaymentProtocol.Errors.smallTransaction" = "Les transactions sortantes en DigiByte ne peuvent pas être inférieur à $@.";

/* Unsupported signature type payment protocol error message */
"PaymentProtocol.Errors.unsupportedSignatureType" = "type de signature non prise en charge";

/* Untrusted certificate payment protocol error message */
"PaymentProtocol.Errors.untrustedCertificate" = "certificat non sécurisé";

/* Enable face ID prompt body */
"Prompts.FaceId.body" = "Appuyer ici pour activer votre reconnaissance faciale";

/* Enable face ID prompt title */
"Prompts.FaceId.title" = "Activer Reconnaissance Faciale ";

/* No passcode set warning body */
"Prompts.NoPasscode.body" = "Un mot de passe est requis pour sécuriser votre portefeuille. Allez dans Paramètres et activer le mot de passe.";

/* No Passcode set warning title */
"Prompts.NoPasscode.title" = "Activer le mot de passe du système";

/* Warning about paper key. */
"Prompts.PaperKey.body" = "Votre clef papier doit être sauvegarder dans en cas de perte ou changement de téléphone portable. Appuyer ici pour continuer.";

/* An action is required (You must do this action). */
"Prompts.PaperKey.title" = "Action requise";

/* Transaction rejected prompt body */
"Prompts.RecommendRescan.body" = "Votre portefeuille n'est peut-être pas synchronisé correctement. Vous pouvez régler le problème en scannant à nouveau la blockchain.";

/* Transaction rejected prompt title */
"Prompts.RecommendRescan.title" = "Transaction rejetée";

/* header of PinView */
"Prompts.SecurityCheck.header" = "SÉCURITÉ\nVÉRIFIER";

/* Share data prompt body */
"Prompts.ShareData.body" = "Aidez-nous à améliorer DigiWallet en partageant vos données avec nous. \n";

/* Share data prompt title */
"Prompts.ShareData.title" = "Partager des données anonymes";

/* Enable touch ID prompt body */
"Prompts.TouchId.body" = "Appuyez ici pour activer le capteur d’empreinte";

/* Enable touch ID prompt title */
"Prompts.TouchId.title" = "Activer le capteur d’empreinte";

/* Upgrade PIN prompt body. */
"Prompts.UpgradePin.body" = "DigiWallet a été amélioré pour utiliser un PIN a 6 chiffres. Appuyer ici pour l'utiliser. ";

/* Upgrade PIN prompt title. */
"Prompts.UpgradePin.title" = "Améliorer votre PIN";

/* Notifications will be added later but users can set their preferences now, which is why we specify "in the future". */
"PushNotifications.body" = "Activer les notifications pour recevoir les messages de DigiWallet.";

/* Push notifications toggle switch label */
"PushNotifications.label" = "Notifications Push";

/* Push notifications are off label */
"PushNotifications.off" = "Désactivé";

/* Push notifications are on label */
"PushNotifications.on" = "Activé";

/* Push notifications settings view title label */
"PushNotifications.title" = "Notifications";

/* Address copied message. */
"Receive.copied" = "Copié au papier presse.";

/* Share via email button label */
"Receive.emailButton" = "Email";

/* Request button label */
"Receive.request" = "Demander un Montant";

/* Share button label */
"Receive.share" = "Partager";

/* Share via text message (SMS) */
"Receive.textButton" = "Message Texte";

/* Receive modal title */
"Receive.title" = "Recevoir";

/* Done button text */
"RecoverWallet.done" = "Fini";

/* Recover wallet header */
"RecoverWallet.header" = "Récupérer Portefeuille";

/* Reset PIN with paper key: header */
"RecoverWallet.header_reset_pin" = "Réinitialiser PIN";

/* Enter paper key instruction */
"RecoverWallet.instruction" = "Entrer Clef Papier";

/* Recover wallet intro */
"RecoverWallet.intro" = "Récupérer votre DigiWallet avec la clef papier";

/* Invalid paper key message */
"RecoverWallet.invalid" = "La clef papier est invalide. Vérifiez chaque mot et réessayez.";

/* Previous button accessibility label */
"RecoverWallet.leftArrow" = "Flèche Gauche";

/* Next button label */
"RecoverWallet.next" = "Suivant";

/* Reset PIN with paper key: more information button. */
"RecoverWallet.reset_pin_more_info" = "Appuyez ici pour avoir plus des informations.";

/* Next button accessibility label */
"RecoverWallet.rightArrow" = "Flèche droit";

/* Recover wallet sub-header */
"RecoverWallet.subheader" = "Entrez la clef papier pour le portefeuille que vous désirez récupérer.";

/* Reset PIN with paper key: sub-header */
"RecoverWallet.subheader_reset_pin" = "Pour réinitialiser votre PIN, entrer votre clef papier dans les cadres ci-dessous.";

/* No amount entered error message. */
"RequestAnAmount.noAmount" = "Commencez par insérer un montant";

/* Request a specific amount of bitcoin */
"RequestAnAmount.title" = "Demander un montant";

/* Alert action button label */
"ReScan.alertAction" = "Synchroniser";

/* Alert message body */
"ReScan.alertMessage" = "Vous ne pourrez pas envoyer de DigiByte pendant la synchronisation";

/* Alert message title */
"ReScan.alertTitle" = "Synchroniser avec la Blockchain ?";

/* extimated time */
"ReScan.body1" = "20-45 minutes";

/* Syncing explanation */
"ReScan.body2" = "Si la transaction s'affiche comme exécutée sur le réseau DigiByte mais pas dans votre DigiWallet.";

/* Syncing explanation */
"ReScan.body3" = "Vous obtenez à plusieurs reprises une erreur indiquant que votre transaction a été rejetée.";

/* Start Sync button label */
"ReScan.buttonTitle" = "Démarrer la Synchronisation";

/* Sync blockchain view footer */
"ReScan.footer" = "Vous ne pouvez pas envoyer de monnaie lors de la synchronisation avec la blockchain.";

/* Sync Blockchain view header */
"ReScan.header" = "Synchroniser la Blockchain";

/* Subheader label */
"ReScan.subheader1" = "Temps estimé";

/* Subheader label */
"ReScan.subheader2" = "Quand Synchroniser  ? ";

/* Scan bitcoin address camera flash toggle */
"Scanner.flashButtonLabel" = "Flash de la caméra";

/* Complete filter label */
"Search.complete" = "complétée";

/* Pending filter label */
"Search.pending" = "en attente";

/* Received filter label */
"Search.received" = "Reçu";

/* Sent filter label */
"Search.sent" = "envoyé";

/* Face ID button title */
"SecurityCenter.faceIdTitle" = "Reconnaissance Faciale ";

/* Security Center Info */
"SecurityCenter.info" = "Activer tout fonctionnalité de sécurité pour une protection maximale.";

/* Paper Key button description */
"SecurityCenter.paperKeyDescription" = "Le seul moyen d'accéder a vos DigiBytes si vous perdez our changez de telephone portable.";

/* Paper Key button title */
"SecurityCenter.paperKeyTitle" = "Clef Papier";

/* PIN button description */
"SecurityCenter.pinDescription" = "Protège votre DigiWallet d'accès par des personnes non autorisées.";

/* PIN button title */
"SecurityCenter.pinTitle" = "Pin à 6 Chiffres";

/* Security Center Title */
"SecurityCenter.title" = "Centre de Sécurité";

/* Touch ID button description */
"SecurityCenter.touchIdDescription" = "Déverrouiller facilement votre DigiWallet et envoyer de l'argent jusqu'au plafond prédétermine.";

/* Touch ID button title */
"SecurityCenter.touchIdTitle" = "capteur d’empreinte";

/* Send money amount label */
"Send.amountLabel" = "Montant";

/* Balance: $4.00 */
"Send.balance" = "Solde : %1$@";

/* Camera not allowed message */
"Send.cameraunavailableMessage" = "Authoriser la camera dans Paramètres.";

/* Camera not allowed alert title */
"Send.cameraUnavailableTitle" = "DigiWallet n'a pas  d'accès à l'appareil photo. ";

/* Warning when sending to self. */
"Send.containsAddress" = "Le destinataire est votre propre adresse. Vous ne pouvez pas effectuer l'envoi.";

/* Could not create transaction alert title */
"Send.creatTransactionError" = "Transaction non achevée.";

/* Description for sending money label */
"Send.descriptionLabel" = "Memo";

/* Emtpy pasteboard error message */
"Send.emptyPasteboard" = "Le Presse-Papier est vide";

/* Network Fee: $0.01 */
"Send.fee" = "Frais du réseau : %1$@";

/* Payee identity not certified alert title. */
"Send.identityNotCertified" = "Identité du recipient non certifiée. ";

/* Invalid address alert message */
"Send.invalidAddressMessage" = "L'adresse du destinataire n'est pas une adresse DigiByte valide.";

/* Invalid address on pasteboard message */
"Send.invalidAddressOnPasteboard" = "Le papier presse ne contient pas une adresse DigiByte valide.";

/* Invalid address alert title */
"Send.invalidAddressTitle" = "Adresse Invalide";

/* Is rescanning error message */
"Send.isRescanning" = "L'envoi est désactivé pendant un scan complet.";

/* Loading request activity view message */
"Send.loadingRequest" = "Chargement de la Requête";

/* Empty address alert message */
"Send.noAddress" = "Entrer l'adresse du destinataire";

/* Emtpy amount alert message */
"Send.noAmount" = "Entrer le montant à envoyer";

/* Paste button label */
"Send.pasteLabel" = "Coller";

/* Could not publish transaction alert title */
"Send.publishTransactionError" = "Publication de transaction non achevée.";

/* Could not load remote request error message */
"Send.remoteRequestError" = "Impossible de charger la demande de paiement. ";

/* Scan button label */
"Send.scanLabel" = "Scanner";

/* Send button label (the action, "press here to send") */
"Send.sendLabel" = "Envoi";

/* Send screen title (as in "this is the screen for sending money") */
"Send.title" = "Enoyer";

/* Send money to label */
"Send.toLabel" = "à ";

/* Adress already used alert message - first part */
"Send.UsedAddress.firstLine" = "Les adresses DigiByte sont destinées à un usage unique.";

/* Adress already used alert message - second part */
"Send.UsedAddress.secondLIne" = "\nLa réutilisation réduit la confidentialité pour vous et le destinataire et peut entraîner une perte si le destinataire ne contrôle pas directement l'adresse.";

/* Adress already used alert title */
"Send.UsedAddress.title" = "Adresse déjà utilisée";

/* About label */
"Settings.about" = "à propos";

/* Advanced Settings title */
"Settings.advancedTitle" = "paramètres avancés ";

/* i.e. the currency which will be displayed */
"Settings.currency" = "Afficher la Devise";

/* Join Early access label */
"Settings.earlyAccess" = "Rejoignez l'accès rapide";

/* Are you enjoying bread alert message body */
"Settings.enjoying" = "Aimez-vous DigiWallet ?";

/* Face ID spending limit label */
"Settings.faceIdLimit" = "Plafond de dépense par reconnaissance faciale";

/* Import wallet label */
"Settings.importTitle" = "Importer un Portefeuille";

/* Manage settings section header */
"Settings.manage" = "Gestion";

/* Notifications label */
"Settings.notifications" = "Notifications";

/* Leave review button label */
"Settings.review" = "Laisser un commentaire ";

/* Share anonymous data label */
"Settings.shareData" = "Partager des données anonymes";

/* Sync blockchain label */
"Settings.sync" = "Synchroniser la Blockchain";

/* Settings title */
"Settings.title" = "Paramètres";

/* Touch ID spending limit label */
"Settings.touchIdLimit" = "Limite de dépenses avec le capteur d’empreinte";

/* Wallet Settings section header */
"Settings.wallet" = "Portefeuille";

/* Start or recover another wallet menu label. */
"Settings.wipe" = "Démarrer/Récupérer un autre portefeuille";

/* Share data view body */
"ShareData.body" = "Aider à améliorer DigiWallet en partageant vos donnés de façon anonyme. Ceci ne contient aucune information financière. Nous respectons le droit a l'anonymat.";

/* Share data header */
"ShareData.header" = "Partager les données ?";

/* Share data switch label. */
"ShareData.toggleLabel" = "Partager les données anonymes ?";

/* button label */
"StartPaperPhrase.againButtonTitle" = "Ecrivez à nouveau la clé de récupération personnelle papier.";

/* Paper key explanation text. */
"StartPaperPhrase.body" = "La clé de récupération personnelle papier est le seul moyen de récupérer votre DigiWallet au cas de perte, vole, casse, ou changement de téléphone portable.\n\nUne suite des mots seront affichés. Noter les mots dans le bon ordre sur un papier et stocker ceci dans un endroit sécurisé. ";

/* button label */
"StartPaperPhrase.buttonTitle" = "Ecrire la clé de récupération personnelle sur papier";

/* Argument is date */
"StartPaperPhrase.date" = "Vous avez noté votre clé de récupération personnelle papier pour la dernière fois sur %1$@";

/* Start view message */
"StartViewController.message" = "La façon la plus sur d'utiliser DigiByte.";

/* labels of syncView */
"SynchingView.blockHeightLabel" = "BLOC HAUTEUR";

"SynchingView.progressLabel" = "LE PROGRÈS";

/* Syncing view connectiong state header text */
"SyncingView.connecting" = "En cours de connexion";

/* Syncing view header text */
"SyncingView.header" = "Synchronisation";

/* Retry button label */
"SyncingView.retry" = "Réessayer";

/* Syncing view syncing state header text */
"SyncingView.syncing" = "Synchronisation";

/* 6 d (6 days) */
"TimeSince.days" = "%1$@ j";

/* 6 h (6 hours) */
"TimeSince.hours" = "%1$@ h";

/* 6 m (6 minutes) */
"TimeSince.minutes" = "%1$@ m";

/* 6 s (6 seconds) */
"TimeSince.seconds" = "%1$@ s";

/* You can customize your Touch ID Spending Limit from the [TouchIdSettings.linkText gets added here as a button] */
"TouchIdSettings.customizeText" = "Vous pouvez modifier votre plafond de dépense du capteur d’empreinte depuis le %1$@.";

/* Touch Id screen label */
"TouchIdSettings.label" = "Utiliser votre empreinte pour déverrouiller votre DigiWallet et envoyer de l'argent jusqu'au montant prédéterminé.";

/* Link Text (see TouchIdSettings.customizeText) */
"TouchIdSettings.linkText" = "plafond de dépense avec le capteur d’empreinte";

/* Spending Limit: b100,000 ($100) */
"TouchIdSettings.spendingLimit" = "Plafond de dépense : %1$@ (%2$@)";

/* Touch id switch label. */
"TouchIdSettings.switchLabel" = "Activer le capteur d’empreinte pour DigiWallet";

/* Touch ID settings view title */
"TouchIdSettings.title" = "capteur d’empreinte";

/* Touch ID unavailable alert message */
"TouchIdSettings.unavailableAlertMessage" = "Vous avez pas régler le capteur d’empreinte pour cette appareil. Réglez le  dans Paramètres -> capteur d’empreinte & Mot de Passe.";

/* Touch ID unavailable alert title */
"TouchIdSettings.unavailableAlertTitle" = "capteur d’empreinte non reglé";

/* Always require passcode option */
"TouchIdSpendingLimit" = "Demander le mot de passe à chaque utilisation";

/* Touch ID spending limit screen body */
"TouchIdSpendingLimit.body" = "Il vous sera demandé d'entrer votre code PIN à 6 chiffres pour envoyer une transaction supérieure à votre limite de dépenses, et également toutes les 48 heures depuis la dernière fois que vous avez entré votre code PIN à 6 chiffres.";

/* Touch Id spending limit screen title */
"TouchIdSpendingLimit.title" = "Dépense limite avec le capteur d'empreinte";

/* Availability status text */
"Transaction.available" = "valable à dépenser ";

/* Transaction complete label */
"Transaction.complete" = "Complet";

/* eg. Ending balance: $50.00 */
"Transaction.ending" = "Solde de clôture : %1$@";

/* Exchange rate on date header */
"Transaction.exchangeOnDayReceived" = "Taux d'échange lors de la réception :";

/* Exchange rate on date header */
"Transaction.exchangeOnDaySent" = "\nTaux de change à l'envoi:";

/* (b600 fee) */
"Transaction.fee" = "(%1$@ frais)";

/* Invalid transaction */
"Transaction.invalid" = "INVALIDE";

/* Timestamp label for event that just happened */
"Transaction.justNow" = "juste maintenant ";

/* Receive status text: 'In progress: 20%' */
"Transaction.receivedStatus" = "En cours: %1$@";

/* Send status text: 'In progress: 20%' */
"Transaction.sendingStatus" = "En cours:%1$@";

/* eg. Starting balance: $50.00 */
"Transaction.starting" = "Balance de départ: %1$@";

/* Waiting to be confirmed string */
"Transaction.waiting" = "En attente d'être confirmé. Certains commerçants nécessitent une confirmation pour compléter une transaction. Temps estimé: 1-2 minutes.";

/* e.g. I received money from an account. */
"TransactionDetails.account" = "compte";

/* Amount section header */
"TransactionDetails.amountHeader" = "Montant";

/* Block height label */
"TransactionDetails.blockHeightLabel" = "Confirmé dans le bloc";

/* Memo section header */
"TransactionDetails.commentsHeader" = "memo";

/* Empty transaction list message. */
"TransactionDetails.emptyMessage" = "votre transaction apparaîtra ici ";

/* "Received [$5] at [which of my addresses]" => This is the "at [which of my addresses]" part. */
"TransactionDetails.from" = "à %1$@";

/* More button title */
"TransactionDetails.more" = "Plus des details...";

/* Moved $5.00 (as in "I moved $5 to another location") */
"TransactionDetails.moved" = "Déplacé %1$@";

/* Moved $5.00 */
"TransactionDetails.movedAmountDescription" = "Déplacé <b>%1$@</b>";

/* eg. Confirmed in Block: Not Confirmed */
"TransactionDetails.notConfirmedBlockHeightLabel" = "Non Confirmé";

/* "Received [$5] at [which of my addresses]" => This is the "Received [$5]" part. */
"TransactionDetails.received" = "Reçu %1$@";

/* Received $5.00 */
"TransactionDetails.receivedAmountDescription" = "Reçu <b>%1$@</b>";

/* "Sent [$5] to [address]" => This is the "Sent [$5]" part. */
"TransactionDetails.sent" = "Envoyé %1$@";

/* Sent $5.00 */
"TransactionDetails.sentAmountDescription" = "Envoyé <b>%1$@</b>";

/* Status section header */
"TransactionDetails.statusHeader" = "État";

/* Transaction Details Title */
"TransactionDetails.title" = "Details de Transaction";

/* "Sent [$5] to [address]" => This is the "to [address]" part. */
"TransactionDetails.to" = "à %1$@";

/* Transaction ID header */
"TransactionDetails.txHashHeader" = "Numéro de Transaction DigiByte";

/* (this transaction was) Received at this address: */
"TransactionDirection.address" = "Reçu à cette adresse";

/* (this transaction was) Sent to this address: */
"TransactionDirection.to" = "Envoyé à cette adresse";

/* filter buttons for transactionView */
"TransactionView.all" = "tout";

"TransactionView.received" = "reçu";

"TransactionView.sent" = "envoyé";

/* Disabled until date */
"UnlockScreen.disabled" = "Désactivé jusqu'à : %1$@";

/* My Address button title */
"UnlockScreen.myAddress" = "Mon adresse";

/* Reset PIN with Paper Key button label. */
"UnlockScreen.resetPin" = "Réinitialisé PIN";

/* Scan button title */
"UnlockScreen.scan" = "Scan";

/* Unlock Screen sub-header */
"UnlockScreen.subheader" = "Entrer le PIN";

/* TouchID prompt text */
"UnlockScreen.touchIdPrompt" = "Déverrouiller votre DigiWallet";

/* Unlock with TouchID accessibility label */
"UnlockScreen.touchIdText" = "Déverrouiller avec le capteur d’empreinte";

/* Wallet unlocked message */
"UnlockScreen.unlocked" = "Portefeuille déverrouillé";

/* Update PIN caption text */
"UpdatePin.caption" = "Se souvenir du code PIN. Si vous l'oubliez vous n'aurez plus accès a vos DigiBytes.";

/* PIN creation info. */
"UpdatePin.createInstruction" = "Votre PIN sera utiliser pour déverrouiller votre DigiWallet et pour envoyer de l'argent.";

/* Update PIN title */
"UpdatePin.createTitle" = "Determiner un PIN";

/* Update PIN title */
"UpdatePin.createTitleConfirm" = "ré-entrer votre code PIN. ";

/* Enter current PIN instruction */
"UpdatePin.enterCurrent" = "Entrer votre code PIN. ";

/* Enter new PIN instruction */
"UpdatePin.enterNew" = "Entrer votre nouveau code PIN. ";

/* Re-Enter new PIN instruction */
"UpdatePin.reEnterNew" = "Entrer à nouveau votre code PIN. ";

/* Update PIN failure error message. */
"UpdatePin.setPinError" = "impossible de mettre à jour votre code PIN. ";

/* Update PIN failure alert view title */
"UpdatePin.setPinErrorTitle" = "Erreur de mise à jour de votre code PIN. ";

/* Update PIN title */
"UpdatePin.updateTitle" = "Mettre le code PIN";

/* Authorize to copy wallet addresses alert message */
"URLHandling.addressaddressListAlertMessage" = "copiez l'adresse du portefeuille au presse-papiers";

/* Authorize to copy wallet address PIN view prompt. */
"URLHandling.addressList" = "autorisez de copier l'adresse du portefeuille au presse-papiers";

/* Authorize to copy wallet address alert title */
"URLHandling.addressListAlertTitle" = "copiez l'adresse du portefeuille ";

/* Copy wallet addresses alert button label */
"URLHandling.copy" = "Copier";

/* Verify PIN for transaction view body */
"VerifyPin.authorize" = "Entrez votre Code PIN pour autoriser la transaction. ";

/* Verify PIN view body */
"VerifyPin.continueBody" = "veuillez insérez votre code PIN pour continuer ";

/* Verify PIN view title */
"VerifyPin.title" = "PIN Requise";

/* Authorize transaction with touch id message */
"VerifyPin.touchIdMessage" = "Autoriser cette transaction";

/* 'No wallet' warning for watch app */
"Watch.noWalletWarning" = "Ouvrez l'application iPhone DigiWallet pour configurer votre portefeuille.";

/* Dismiss button label */
"Webview.dismiss" = "rejeter";

/* Webview loading error message */
"Webview.errorMessage" = "Une erreur s'est produite lors du chargement du contenu. Veuillez réessayer.";

/* Updating webview message */
"Webview.updating" = "Mise à jour...";

/* Welcome screen text. (?) will be replaced with the help icon users should look for. */
"Welcome.body" = "DigiByte pour iOS a changé son nom pour DigiWallet, avec un tout nouveau look et de nouvelles fonctionnalités.\n\nSi vous avez besoin d'aide, recherchez le (?) En haut à droite de la plupart des écrans.";

/* Top title of welcome screen */
"Welcome.title" = "Bienvenue sur Digiwallet ! ";

/* Wipe wallet alert message */
"WipeWallet.alertMessage" = "Etes vous certain de vouloir effacer votre portefeuille ? ";

/* Wipe wallet alert title */
"WipeWallet.alertTitle" = "effacer le  portefeuille?";

/* Failed wipe wallet alert message */
"WipeWallet.failedMessage" = "Impossible d'effacer le portefeuille.";

/* Failed wipe wallet alert title */
"WipeWallet.failedTitle" = "raté ";

/* Enter phrase to wipe wallet instruction. */
"WipeWallet.instruction" = "Entrez la clé de récupération personnelle de ce portefeuille pour l'effacer et commencer ou récupérer un autre. Votre solde actuel restera sur cette clé de récupération personnelle.";

/* Start wipe wallet view message */
"WipeWallet.startMessage" = "Le démarrage ou la récupération d'un autre portefeuille vous permet d'accéder et de gérer un DigiWallet différent sur cet appareil.";

/* Start wipe wallet view warning */
"WipeWallet.startWarning" = "Vous ne pourrez plus accéder à votre DigiWallet actuel à partir de cet appareil.  Vous pourrez y accéder à nouveau en reconfigurant avec votre clé de récupération personnelle.";

/* Wipe wallet navigation item title. */
"WipeWallet.title" = "Initialiser ou récupérer un autre portefeuille";

/* Wipe wallet button title */
"WipeWallet.wipe" = "Effacer";

/* Wiping activity message */
"WipeWallet.wiping" = "En cours d'effacement ";

/* Paper key instructions. */
"WritePaperPhrase.instruction" = "Noter chaque mot dans le bonne ordre et stocker dans un endroit sécurisé. ";

/* button label */
"WritePaperPhrase.next" = "Prochain";

/* button label */
"WritePaperPhrase.previous" = "Précédent ";

/* 1 of 3 */
"WritePaperPhrase.step" = "%1$d sur %2$d";

